IDEA Open Model
TimeAxis.CreepTime Property
Compatible with IDEA StatiCa v 10.1
 time from which the creep is calculated
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double CreepTime { get; set; }
Public Property CreepTime As Double
	Get
	Set
public:
property double CreepTime {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
TimeAxis Class
IdeaRS.OpenModel.Concrete Namespace